tap "homebrew/bundle"
tap "homebrew/core"
brew "asdf"
brew "bat"
brew "cmigemo"
brew "gcc"
brew "util-linux"
brew "deno"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "krb5"
brew "neovim", args: ["HEAD"]
brew "python@3.10", link: false
brew "ripgrep"
brew "tmux"
brew "universal-ctags"
brew "watchman"
brew "zsh"
